"""Задание H"""


def task_h():
    a = int(input())
    slon = input()
    print(f'Я больше никогда не буду писать "{slon}"!\n' * a)


if __name__ == '__main__':
    task_h()
